amazonwebservices.aws-toolkit-vscode
christian-kohler.path-intellisense
continue.continue
dbaeumer.vscode-eslint
deque-systems.vscode-axe-linter
eamodio.gitlens
esbenp.prettier-vscode
github.github-vscode-theme
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
jinliming2.vscode-go-template
mikestead.dotenv
ms-vscode.makefile-tools
redhat.fabric8-analytics
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
sonarsource.sonarlint-vscode
syler.sass-indented
usernamehw.errorlens
vscodevim.vim
yoavbls.pretty-ts-errors
ziglang.vscode-zig
